Repository: chadhcadlink8com/test
Catalog: INSTALL/*/install.po
Languages: ar, pl

source: %s Help File
ar: ملف التعليمات %s
pl: Plik Pomocy %s

source: %s Packages No Output
ar: حزم %s بلا إخراج
pl: %s pakietów, brak danych wyjściowych

source: %s Trial Setup Guide
ar: دليل إعداد نسخة تجريبية %s
pl: %s Przewodnik Instalacji Wersji Próbnej

source: %s User Guide
ar: دليل المستخدم %s
pl: %s Podręcznik Użytkownika

source: American English
ar: الإنجليزية الأمريكية
pl: Amerykański angielski

source: American English Dictionary
ar: قاموس اللغة الإنجليزية الأمريكية
pl: Słownik amerykańskiego angielskiego

source: As a bonus you have received a free version of Fantastic Fills. It is installed to work with %s, click Next.
ar: لقد تلقيت نسخة مجانية من Fantastic Fills على سبيل الإضافة. إنها مثبتة للعمل مع %s، انقر فوق التالي.
pl: Jako bonus otrzymujesz darmową wersję Fantastic Fills. Będą one dostępne w programie %s, kliknij Dalej.

source: Available help files and user guides.
ar: أدلة المستخدم وملفات التعليمات المتاحة.
pl: Dostępne pliki pomocy i instrukcje użytkownika.

source: Bitmap samples which can be used to fill graphics or lettering with a variety of patterns and textures.
ar: عينات الصور النقطية التي يمكن استخدامها لتعبئة الرسومات أو كتابة الحروف باستخدام مجموعة متنوعة من الأنماط والقوام.
pl: Przykłady bitmap, które mogą być użyte do wypełniania grafiki lub liter różnorodnymi wzorami i teksturami.

source: Browse for a license file.
pl: Przeglądaj w poszukiwaniu pliku licencyjnego.

source: CADlink Ini Merge Complete
ar: اكتمل دمج CADlink Ini
pl: CADIni Merge Zakończony

source: Calibration
ar: المعايرة
pl: Kalibracja

source: Can not find %s. Please select another directory.
ar: لا يمكن العثور على %s. يرجى اختيار مجلد آخر.
pl: Nie można znaleźć %s. Wybierz inny katalog.

source: Clip-Art Image Files
ar: ملفات صور القصاصات الفنية
pl: Pliki Clip-Art

source: Clip-Art image files including a variety of Sign Blanks, Automobiles and Arrows.
ar: ملفات صور القصاصات الفنية بما في ذلك مجموعة متنوعة من مساحات التصميم، سيارات وسهام.
pl: Pliki Clip-Art zawierające wiele Tabliczek, Samochodów i Strzałek.

source: Color Palettes
ar: لوحات الألوان
pl: Palety kolorów

source: Complete %s Installation
ar: تثبيت %s كاملا
pl: Pełna instalacja %s

source: Connect your dongle PRIOR to installing your software! Windows will automatically detect the device, and you can then click Next to continue.
ar: وصل الدونجل الخاص بك قبل تثبيت البرنامج! سيقوم برنامج Windows بالكشف عن الجهاز تلقائيا، ثم يمكنك النقر فوق التالي للمتابعة.
pl: Podłącz pendrive USB PRZED instalacją oprogramowania! System Windows automatycznie wykryje urządzenie. Następnie kliknij Dalej, aby kontynuować.

source: Custom Install\nThis option allows Advanced users to customize the installation to suit their needs.
ar: تثبيت مخصص \n يسمح هذا الخيار للمستخدمين المحترفين بتخصيص التثبيت ليتناسب مع احتياجاتهم.
pl: Instalacja użytkownika\nTa opcja pozwala zaawansowanym użytkownikom dostosować instalację do ich potrzeb.

source: Custom Sign Blanks
ar: مساحات تصميم مخصصة
pl: Niestandardowe półprodukty znak

source: Customizable Templates
ar: قوالب قابلة للتخصيص
pl: Szablony Edytowalne

source: Cut Manager Stand Alone
ar: مدير القطع قائما بذاته
pl: Samodzielny Menedżer Cięcia

source: Cutting Device Installation
ar: تثبيت جهاز القطع
pl: Instalacja Sterowników urządzenia tnącego

source: Cutting Devices
ar: أجهزة القطع
pl: Urządzenia tnące

source: Danish
ar: دانماركي
pl: Duński

source: Danish Dictionary
ar: قاموس اللغة الدانماركية
pl: Słownik duńskiego

source: Database Drivers
ar: برامج تشغيل قواعد البيانات
pl: Sterowniki bazy danych

source: Dictionary Files
ar: ملفات القواميس
pl: Pliki Słowników

source: Do you want to remove configuration settings and data files (font database, cut template database, drivers, etc) \nfrom the Windows ProgramData folder?
ar: هل تريد إزالة إعدادات التهيئة وملفات البيانات (قاعدة بيانات الخطوط، قاعدة بيانات قوالب القطع، برامج التشغيل، الخ) \n من مجلد Windows ProgramData؟
pl: Czy chcesz usunąć ustawienia konfiguracji oraz pliki danych (baza danych czcionek, baza danych szablonów do cięcia, sterowników, itp.) \nz folderu Windows ProgramData?

source: Do you wish to use Imperial or Metric units?
ar: هل ترغب في استخدام وحدات القياس المترية أم الإمبراطورية؟
pl: Czy chcesz używać jednostek Angielskich czy Metrycznych?

source: Dutch
ar: هولندي
pl: Holenderski

source: Dutch Dictionary
ar: قاموس اللغة الهولندية
pl: Słownik holenderskiego

source: Edge Startup Procedure
ar: إجراء بدء تشغيل الحافة
pl: Procedura Uruchamiania

source: EngraveLab For Roland
ar: EngraveLab لأجل Roland
pl: EngraveLab dla Roland

source: EngraveLab Photo Laser
pl: Foto Laser EngraveLab

source: Enter Server URL and Polling Port
pl: Wpisz adres URL Serwera oraz portu odpytywania (polling port)

source: Extras
ar: إضافات
pl: Dodatki

source: Eye Candy 4000 Plugin
ar: مكون إضافي Eye Candy 4000
pl: Wtyczka Eye Candy 4000

source: Eye Candy Plugin
ar: مكون إضافي Eye Candy
pl: Wtyczka Eye Candy Plugin

source: Fancy Fills
pl: Wypełnienia

source: Fantastic Fills have been installed
ar: لقد تم تثبيت Fantastic Fills
pl: Fantastyczne Wypełnienia zostały zainstalowane

source: Filter Forge Plugins
ar: المكونات الإضافية من Filter Forge
pl: Filtrowanie imitacji wtyczek

source: Finished
ar: تم
pl: Zakończony.

source: Finnish
ar: الفنلندية
pl: Koniec

source: Finnish Dictionary
ar: قاموس اللغة الفنلندية
pl: Słownik fińskiego

source: French
ar: الفرنسية
pl: Francuski

source: French Dictionary
ar: قاموس اللغة الفرنسية
pl: Słownik francuskiego

source: Full Install\nThis option will install all %s files to the target directory including the help file.
ar: تثبيت كامل \n سوف يؤدي هذا الخيار إلى تثبيت كل ملفات %s إلى المجلد المستهدف بما في ذلك ملف التعليمات.
pl: Instalacja Pełna\nTa opcja zainstaluje wszystkie pliki programu %s oraz jego plik pomocy.

source: GIMP Bitmap Editor
ar: محرر الصور النقطية GIMP
pl: Edytor Bitmap GIMP

source: German
ar: الألمانية
pl: Niemiecki

source: German Dictionary
ar: قاموس اللغة الألمانية
pl: Słownik niemieckiego

source: Grayscale Pattern Fills
ar: أنماط تعبئة ذات تدرج رمادي
pl: Wypełnienia Wzorami Szarości

source: Grayscale bitmaps for use in transparency masks.
ar: الصور النقطية ذات التدرج الرمادي للاستخدام في أقنعة الشفافية.
pl: Bitmapy w skali szarości do użycia w maskach przezroczystości.

source: Hasp Dongle Install
ar: تثبيت دونجل HASP
pl: Instalacja klucza HASP

source: Help
ar: تعليمات
pl: Pomoc

source: Help Files
ar: ملفات التعليمات
pl: Pliki Pomocy

source: In order to read documentation in PDF format you need to have the Acrobat Reader installed. Would you like to install it now?
ar: لتتمكن من قراءة الوثائق في شكل PDF تحتاج إلى أن يكون لديك Acrobat Reader مثبتا. هل ترغب في تثبيته الآن؟
pl: W celu zapoznania się z dokumentacją w formacie PDF, wymagany jest program Acrobat Reader. Czy chcesz zainstalować go teraz?

source: Install %s files to:
ar: تثبيت ملفات %s إلى:
pl: Zainstaluj %s pliki do:

source: Invalid install folder, please select a subfolder.
ar: مجلد تثبيت غير صالح، يرجى تحديد مجلد فرعي.
pl: Nieprawidłowy folder instalacji, wybierz podfolder.

source: Invalid install folder. Please select a folder in which %s is already installed.
ar: مجلد تثبيت غير صالح، يرجى تحديد المجلد الذي يحتوي على %s مثبتا بالفعل.
pl: Nieprawidłowy folder instalacji. Wybierz folder, w którym %s jest już zainstalowany.

source: Invalid install folder. Please use only Latin(Western) characters.
ar: مجلد تثبيت غير صالح، يرجى استخدام الأحرف اللاتينية (الغربية) فقط.
pl: Nieprawidłowy folder instalacji. Używaj tylko liter łacińskich (zachodnich).

source: Italian
ar: الإيطالية
pl: Włoski

source: Italian Dictionary
ar: قاموس اللغة الايطالية
pl: Słownik włoskiego

source: LaserDRAW Help File
ar: ملف تعليمات LaserDRAW
pl: Plik Pomocy LaserDRAW

source: License File Query
ar: استعلام ملف الترخيص
pl: Zapytanie o plik licencyjny

source: Mandatory Reboot Required
ar: مطلوب إعادة تشغيل إلزامي
pl: Obowiązkowo Wymagany Restart Komputera

source: Manufacturer:
ar: الصانع:
pl: Producent:

source: Microsoft Visual C++ 2005 Redistributable
pl: Pakiet Microsoft Visual C++ 2005 Redistributable

source: Microsoft Visual C++ 2005 SP1 Redistributable
pl: Pakiet Microsoft Visual C++ 2005 SP1 Redistributable

source: Microsoft Visual C++ 2008 SP1 Redistributable
pl: Pakiet Microsoft Visual C++ 2008 SP1 Redistributable

source: Minimal Install\nThis option will install only those components required for %s to run.
ar: تثبيت الحد الأدنى \n سوف يؤدي هذا الخيار إلى تثبيت المكونات اللازمة لتشغيل %s.
pl: Instalacja Minimalna\nTa opcja zainstaluje tylko komponenty niezbędne do uruchomienia %s.

source: Newer %s product is already installed and will not be over-written.
pl: Nowszy %s produkt jest już zainstalowany i nie zostanie nadpisany.

source: No device selected. The default device will be installed.
pl: Nie zaznaczono żadnego urządzenia. Zainstalowane zostanie urządzenie domyślne.

source: No, keep these files.
ar: لا، حافظ على هذه الملفات.
pl: Nie, zachowaj te pliki.

source: Old Gretag Driver detected. Old drivers must be uninstalled for the new ones to function correctly. Uninstall now? (uninstall is located in GretagUninstall)
ar: تم الكشف عن برنامج تشغيل Gretag قديم. يجب إلغاء تثبيت برامج التشغيل القديمة حتى تعمل الجديدة بشكل صحيح. إلغاء التثبيت الآن؟ (يقع إلغاء التثبيت في GretagUninstall)
pl: Wykryto stary sterownik Gretag. Dla poprawnego funkcjonowania, stare sterowniki muszą zostać odinstalowane na rzecz nowych. Odinstalować teraz? (plik do deinstalacji jest zlokalizowany w GreagUninstall)

source: Orange
ar: برتقالي
pl: Pomarańczowy

source: Output Device:
ar: جهاز إخراج:
pl: Urządzenie wyjściowe:

source: Output Spooler
ar: التخزين المؤقت للإخراج
pl: Spooler

source: PhotoShop Bitmap Filters
ar: عوامل تصفية الصور النقطية Photoshop
pl: Pliki Bitmap PhotoShop

source: Please be patient this may take 15-20 minutes to complete
ar: يرجى الانتظار والصبر، قد يستغرق هذا 15-20 دقيقة للإكتمال
pl: Prosimy o cierpliwość. To może potrwać 15-20 minut

source: Please enter the License Server URL and polling port number.
pl: Wpisz adres URL Serwera Licencji oraz numer portu odpytywania (polling port)

source: Please enter the correct path to the license file below and press OK to continue.
pl: Wpisz poniżej poprawną ścieżkę do pliku licencyjnego i kliknij OK, aby kontynuować.

source: Please plug in your dongle.
ar: يرجى توصيل الدونجل الخاص بك.
pl: Podłącz swój pendrive USB.

source: Please replace the Installer CD in the CD ROM drive before continuing.
ar: يرجى استبدال قرص التثبيت CD في محرك الأقراص CD ROM قبل المتابعة.
pl: Zanim przejdziesz dalej, wymień płytę instalacyjną CD w napędzie CD ROM

source: Please select a folder in which %s is already installed.
ar: الرجاء تحديد المجلد المثبت فيه %s.
pl: Wybierz folder, w którym %s jest już zainstalowany.

source: Please select the install with which to proceed:
ar: يرجى اختيار التثبيت الذي ترغب بمتابعته:
pl: Wybierz instalację, którą chcesz przeprowadzić:

source: Please uninstall previous versions of psqueue.exe before proceeding with this install.
ar: يرجى إلغاء تثبيت الإصدارات السابقة من psqueue.exe قبل متابعة هذا التثبيت.
pl: Przed kontynuowaniem instalacji należy odinstalować poprzednie wersje psqueue.exe.

source: Please wait while the installation proceeds to the next step.
ar: يرجى الانتظار بينما تنتقل عملية التثبيت إلى الخطوة التالية.
pl: Proszę czekać aż proces instalacji dojdzie do następnego kroku...

source: Plug-in Only Install
ar: تثبيت المكونات الإضافية فقط
pl: Instalacja wyłącznie wtyczki

source: Port Number
pl: Numer Portu

source: Portuguese (Brazilian) Dictionary
ar: قاموس اللغة البرتغالية (البرازيلية)
pl: Słownik portugalskiego (brazylijskiego)

source: Portuguese Brazilian
ar: البرتغالية البرازيلية
pl: Portugalski (Brazylijski)

source: Print Mode Calibration Wizard
ar: مساعد معايرة نمط الطباعة
pl: Kreator Kalibracji Trybu Drukowania

source: Program Files is an invalid install folder. Please select another.
ar: إن Program Files هو مجلد غير صالح للتثبيت. الرجاء اختيار آخر.
pl: Program Files jest niewłaściwym folderem instalacji. Wybierz inny folder.

source: Quick Start Guide
ar: دليل البدء السريع
pl: Przewodnik Szybkiego Startu

source: RGB bitmap filters for Photoshop.
ar: عوامل تصفية RGB للصور النقطية لبرنامج Photoshop.
pl: Filtry bitmap RGB dla Photoshop.

source: Redistributable
ar: القابلة لإعادة التوزيع
pl: Pakiet Redistributable

source: Remote Install - Select this option for the remote network install of %s.
ar: التثبيت عن بعد - حدد هذا الخيار لتثبيت %s عن بعد على الشبكة.
pl: Instalacja zdalna - Wybierz tę opcję aby przeprowadzić zdalną instalację %s.

source: Remote Printer Install
ar: تثبيت الطابعة عن بعد
pl: Instalacja Zdalnej Drukarki

source: Remote Support
ar: دعم عن بعد
pl: Wsparcie zdalne

source: Required Components
ar: المكونات المطلوبة
pl: Wymagane Komponenty

source: Required File Missing:
ar: الملف المطلوب مفقود:
pl: Brak wymaganego pliku:

source: Select or remove one or more cutting device manufacturers.
pl: Zaznacz lub usuń jednego lub więcej producentów urządzenia tnącego.

source: Select the drivers you want to install, clear the drivers you want to uninstall.
pl: Zaznacz sterowniki, które chcesz zainstalować, wykasuj sterowniki, które chcesz odinstalować.

source: Server URL
pl: Serwer URL

source: Service Pack 2 is required for this software to run on Windows XP.
ar: مطلوب وجود Service Pack 2 حتى يعمل هذا البرنامج على Windows XP.
pl: Do uruchomienia pod Windows XP dla tego oprogramowania wymagany jest Service Pack 2.

source: Service Pack 3 is required for this software to run on Windows 2000.
ar: مطلوب وجود Service Pack 3 حتى يعمل هذا البرنامج على Windows 2000.
pl: Do uruchomienia pod Windows 2000 dla tego oprogramowania wymagany jest Service Pack 3.

source: Service Pack 3 is required for this software to run on Windows XP.
ar: مطلوب وجود Service Pack 3 حتى يعمل هذا البرنامج على Windows XP.
pl: Do uruchomienia pod Windows XP dla tego oprogramowania wymagany jest Service Pack 3.

source: Setup
ar: الإعداد
pl: Instalator

source: Setup could not find the SignLab directory. Please install SignLab before running the drivers setup.
ar: لم يتمكن برنامج الإعداد من العثور على مجلد SignLab. الرجاء تثبيت SignLab قبل القيام بإعداد برامج التشغيل.
pl: Instalator nie mógł znaleźć katalogu SignLab. Przed instalacją sterowników należy zainstalować SignLab.

source: Share directory not created. Please check that file sharing is enabled.
ar: لم يتم إنشاء مجلد المشاركة. يرجى التحقق من تمكين مشاركة الملفات.
pl: Nie utworzono katalogu współdzielonego. Upewnij się, że udostępnianie plików jest włączone.

source: Share folder %s already exists.
ar: مجلد المشاركة %s موجود بالفعل.
pl: Katalog współdzielony %s już istnieje.

source: SignMax Plugins
ar: المكونات الإضافية من SignMax
pl: Wtyczki SignMax

source: Some program features may not work correctly on Windows XP 64-bit.
ar: قد لا تعمل بعض خصائص البرنامج بشكل صحيح على Windows XP 64-bit.
pl: Niektóre funkcje programu mogą nie działać prawidłowo pod systemem Windows XP 64-bit.

source: Spanish
ar: الأسبانية
pl: Hiszpański

source: Spanish Dictionary
ar: قاموس اللغة الأسبانية
pl: Słownik hiszpańskiego

source: Star Designer Custom Toolbars
ar: شرائط الأدوات المخصصة Star Designer
pl: Niestandardowe paski narzędzi Star Designer

source: Star Granite Manager
ar: مدير Star Granite
pl: Menedżer Star Granite

source: Swedish
ar: السويدية
pl: Szwedzki

source: Swedish Dictionary
ar: قاموس اللغة السويدية
pl: Słownik szwedzkiego

source: Template samples which can be used to lay out text, logos, artwork, date\nand times for job estimates and proofs.
ar: عينات القوالب التي يمكن استخدامها لتخطيط النص، الشعارات، الأعمال الفنية، والتاريخ \n والوقت لتقديرات وتدقيقات المهام.
pl: Przykłady szablonów rozmieszczenia tekstu, logo, grafik, dat\ni czasy dla szacowania zadań i korekt.

source: The API return buffer is too small.
ar: المخزن المؤقت لمرتجع API صغير جدا.
pl: Bufor odpowiedzi API jest zbyt mały.

source: The Thermal Printing Guide in pdf format.
ar: دليل الطباعة الحرارية في شكل pdf.
pl: Przewodnik drukowania termotransferowego w formacie PDF.

source: The User Guide is the pdf version of the manual.
ar: دليل المستخدم هو نسخة PDF من كتيب الدليل.
pl: Podręcznik Użytkownika jest wersją PDF instrukcji.

source: The directory does not exist.
ar: المجلد غير موجود.
pl: Katalog nie istnieje.

source: The installation cannot proceed while %s is running.
ar: لا يمكن متابعة عملية التثبيت بينما %s قيد التشغيل.
pl: Wyłącz %s aby móc kontynuować instalację.

source: The installer must now reboot your computer. Please save all your work, close other programs you may be using, then press OK.
ar: يجب على برنامج التثبيت الآن إعادة تشغيل جهاز الكمبيوتر الخاص بك. الرجاء حفظ كل عملك، أغلق البرامج الأخرى التي قد تكون تستخدمها، ثم اضغط على موافق.
pl: Instalator musi teraz zrestartować Twój komputer. Zapisz postępy swojej pracy, zamknij inne programy, z których korzystasz, a następnie wciśnij OK.

source: The operation is invalid on a redirected resource.
ar: العملية غير صالحة على مورد تمت إعادة توجيهه.
pl: Ta operacja jest nieprawidłowa w przypadku przekierowanego zasobu.

source: The update cannot proceed while %s is running.
ar: لا يمكن متابعة عملية التثبيت بينما %s قيد التشغيل.
pl: Aktualizacja nie może być kontynuowana, gdy %s jest włączony.

source: Thermal Printing Guide
ar: دليل الطباعة الحرارية
pl: Przewodnik drukowania termotransferowego

source: These components compliment the core %s program.
ar: هذه المكونات تكمل برنامج %s الأساسي.
pl: Komponenty uzupełniające podstawowy program %s.

source: These files are provided for use during the %s tutorial.
ar: تم توفير هذه الملفات لاستخدامها مع الملفات التعليمية لـ %s.
pl: Pliki te są przeznaczone do wykorzystania w tutorialu %s.

source: These palettes are used by %s to allow you to select exact media colors from various companies.
ar: تستخدم هذه اللوحات من قبل %s لتسمح لك باختيار ألوان الوسائط المضبوطة من مختلف الشركات.
pl: Te palety są używane przez %s w celu umożliwienia dokładnego wyboru kolorów mediów od różnych producentów.

source: This component allows you to queue output files to various devices including printers, cutters and plotters.
ar: يسمح لك هذا المكون بوضع ملفات الإخراج في طابور لمختلف الأجهزة بما في ذلك الطابعات، أجهزة القطع وأجهزة الرسم.
pl: Ten komponent pozwala na kolejkowanie plików wyjściowych do różnych urządzeń, takich jak drukarki, plotery tnące i frezarki.

source: This component consists of all the files necessary to run %s.
ar: يتكون هذا المكون من كافة الملفات الضرورية لتشغيل %s.
pl: Ten komponent zawiera wszystkie pliki niezbędne do uruchomienia %s.

source: This component consists of various utilities used by %s to help you in your work.
ar: يتكون هذا المكون من برامج الخدمات المختلفة المستخدمة بواسطة %s لمساعدتك في عملك.
pl: Ten komponent zawiera różnorodne narzędzia dla %s, pomocne w Twojej pracy.

source: This installer will update your existing %s program files.
ar: سوف يقوم برنامج التثبيت بتحديث ملفات البرنامج %s القائمة.
pl: Instalator dokona aktualizacji istniejących plików programowych %s.

source: This is the %s Help file and online manual.
ar: هذا هو ملف التعليمات ودليل الإنترنت لبرنامج %s.
pl: To jest plik pomocy i instrukcja online %s.

source: This license file is for another version of the software.
ar: إن ملف الترخيص هذا هو لإصدار أخرى من البرنامج.
pl: Ten plik licencyjny dotyczy innej wersji oprogramowania.

source: This option allows you to choose dictionaries for %s's spelling checker.
ar: يسمح هذا الخيار لك باختيار قواميس المدقق الإملائي لأجل %s.
pl: Ta opcja pozwala na wybór słowników dla modułu sprawdzania pisowni programu %s.

source: This software is not compatible with Windows XP.
ar: هذا البرنامج غير متوافق مع نظام التشغيل Windows XP.
pl: Oprogramowanie nie jest kompatybilne z systemem Windows XP.

source: This software will not run on:
ar: لن يعمل هذا البرنامج على:
pl: To oprogramowanie nie uruchomi się na:

source: This utility allows you to keep track of how much time you spend doing each job.
ar: تسمح لك هذه الأداة بتتبع مقدار الوقت الذي تقضيه في عمل كل مهمة.
pl: Narzędzie to pozwala na pomiar czasu wykonywania poszczególnych zadań.

source: TimeSign Utility
ar: أداة TimeSign
pl: Narzędzie TimeSign

source: To upgrade or install cutting devices, select the Cutting Devices option.
ar: لترقية أو لتثبيت أجهزة قطع، حدد الخيار أجهزة القطع.
pl: Aby uaktualnić lub zainstalować sterowniki, wybierz opcję Sterowniki.

source: Transparency Bitmaps
ar: نقطية شفافية
pl: Bitmapy przezroczystości

source: Trophy Blanks
ar: مساحات تصميم الكأس
pl: Półprodukty (pod nadruk) Trofea

source: Tutorial Files
ar: ملفات تعليمية
pl: Pliki Tutoriali

source: UK English
ar: الإنجليزية البريطانية
pl: Angielski

source: UK English Dictionary
ar: قاموس اللغة الإنجليزية البريطانية
pl: Słownik brytyjskiego angielskiego

source: USB Flash Dongle
ar: دونجل فلاشة USB
pl: Pendrive USB (z kluczem dostępu)

source: Update %s
ar: تحديث %s
pl: Uaktualnienie %s

source: Update Finished
ar: انتهى التحديث
pl: Aktualizacja zakończona

source: Updating Common Controls
ar: تحديث عناصر التحكم المشتركة
pl: Aktualizacja podstawowych elementów

source: Updating Initial Settings
ar: تحديث الإعدادات الأولية
pl: Uaktualnianie Ustawień Początkowych

source: Updating Registry
ar: تحديث التسجيل
pl: Uaktualnianie Rejestru

source: Updating Shortcuts
ar: تحديث الاختصارات
pl: Uaktualnianie Skrótów

source: Use Imperial units.
ar: استخدام الوحدات الإمبراطورية.
pl: Użyj miar Angielskich.

source: Use Metric units.
ar: استخدام الوحدات المترية.
pl: Użyj miar Metrycznych.

source: Utilities
ar: برامج الخدمات
pl: Narzędzia

source: Warning share folder %s not created, error:
ar: تحذير لم يتم إنشاء المجلد المشترك %s، خطأ:
pl: Katalog współdzielony %s nie został utworzony, błąd:

source: Windows Installer Version 3.1 must be installed. After install is complete please re-start this installation.
ar: يجب أن يتم تثبيت الإصدار 3.1 من Windows Installer. بعد اكتمال التثبيت يرجى إعادة بدء هذا التثبيت.
pl: Należy zainstalować Windows Installer Version 3.1. Po zakończeniu instalacji uruchom ponownie tą instalację.

source: Yes, I would like to upgrade or install new cutting devices...
ar: نعم، أرغب في ترقية أو تثبيت أجهزة قطع جديدة...
pl: Tak, chcę uaktualnić lub zainstalować nowe sterowniki...

source: Yes, remove these files (recommended).
ar: نعم، قم بإزالة هذه الملفات (مستحسن).
pl: Tak, usuń te pliki (zalecane).

source: You are installing %s in a language other than your license will allow. You will have to run the install again or obtain a new license file for %s to display correctly.
ar: أنت تقوم بتثبيت %s بلغة أخرى غير التي يسمح بها الترخيص الخاص بك. يجب عليك تشغيل التثبيت مرة أخرى أو الحصول على ملف ترخيص جديد ليمكن عرض %s بشكل صحيح.
pl: Instalujesz %s w języku innym, niż zezwala hasło. Prawidłowe działanie programu będzie możliwe po ponownym przeprowadzeniu instalacji lub otrzymaniu nowego hasła dla programu %s.

source: You cannot install a %s bit program over a %s bit program. Press OK to change to %s bit or press Cancel to exit the install.
pl: Nie można zainstalować %s bitowego programu nad %s bitowy program. Kliknij OK, aby zmienić na %s bity lub Anuluj, aby opuścić instalację.

source: You have chosen to install over an existing installation of %s. Do you wish to continue?
ar: لقد اخترت أن تقوم بالتثبيت فوق تثبيت قائم من %s. هل ترغب في المتابعة؟
pl: Wybrana została opcja instalacji na już istniejącej instalacji %s. Czy chcesz kontynuować?
