Repository: chadhcadlink8com/test
Catalog: INSTALL/*/install.po
Languages: ar, pl

source: You have deselected the required components. If you do not install these components, you will not be able to use %s unless you are upgrading an individual component. Do you want to continue?
ar: لقد قمت بإلغاء تحديد المكونات المطلوبة. إذا لم تقم بتثبيت هذه المكونات، فإنك لن تكون قادرا على استخدام %s إلا إذا قمت بترقية العناصر فرديا. هل تريد المتابعة؟
pl: Usunąłeś zaznaczenie wymaganych komponentów. Jeśli komponenty te nie zostaną zainstalowane, używanie %s nie będzie możliwe do czasu uaktualnienia danego komponentu. Czy chcesz kontynuować?

source: You require administrator privileges to successfully install this software.
ar: يلزم أن يكون لديك امتيازات مدير النظام لتثبيت هذا البرنامج بنجاح.
pl: W celu pomyślnego zainstalowania oprogramowania wymagane jest posiadanie uprawnień administratora.

source: Your original %s has been renamed to %s.
ar: لقد تمت إعادة تسمية %s الأصلي الخاص بك إلى %s.
pl: Nazwa oryginalnego %s została zmieniona na %s.

source: iDesignR Lite Help File
ar: ملف تعليمات iDesignR Lite
pl: Plik Pomocy iDesignR Lite

source: iDesignR Pro Help File
ar: ملف تعليمات iDesignR Pro
pl: Plik Pomocy iDesignR Pro

source: Background Images
ar: صور الخلفية

source: Demo
ar: عرض تجريبي

source: Service Pack 1 is required for this software to run on Windows 7.
ar: مطلوب وجود Service Pack 2 حتى يعمل هذا البرنامج على Windows XP.

source: SignMax Plotters
ar: أجهزة رسم SignMax

source: SignMax Ultimate Plotters
ar: أجهزة رسم SignMax Ultimate
